import React from "react";

const Livraison = () => {
  return (
    <div
      style={{
        padding: "50px",
        fontFamily: "Arial, sans-serif",
        direction: "rtl",
        textAlign: "right",
        lineHeight: "1.6",
        fontSize: "18px",
        color: "#333",
        backgroundColor: "#f9f9f9",
        borderRadius: "8px",
        boxShadow: "0 2px 4px rgba(0, 0, 0, 0.1)",
        maxWidth: "1000px",
        margin: "auto",
      }}
    >
      <h1>شروط شركة توصيل</h1>
      <p>
        (صيغة 2025): أي تعديل أو حذف في أحكام الشروط العامة للنقل الحالية دون
        موافقة كتابية من ياليدين. المادة :01 موضوع الاتفاقية: الغرض من هذه
        الاتفاقية هو تحديد الشروط لأداء خدمات النقل والخدمات الإضافية وكذلك فتح
        حساب للزبون (المرسل) الذي يتيح له الوصول إلى منصة ياليدين بمعرف وكلمة
        مرور للطباعة إرسال قسائم بالإضافة إلى مراقبة نشاطه في الوقت الفعلي.
        المادة :02 مدة الاتفاقية: يتم إبرام هذه الاتفاقية بين الزبون (المرسل)
        وياليدين لمدة سنة واحدة (01)، من تاريخ التوقيع. يتم تجديده باتفاق ضمني
        ما لم يرغب أحد الطرفين في إنهاء هذه الاتفاقية عن طريق إبلاغ الطرف الآخر
        قبل 30 يومًا من نهاية المدة عن طريق البريد الإلكتروني المادة :03
        الإرساليات: الطرود والشحنات والمغلفات والمستندات والبضائع حسب الشروط
        والقيود المنصوص عليها في هذه الشروط العامة للنقل المادة :04 تنفيذ
        الخدمات: الخدمات التي تقدمهاياليدين هي، التوصيل إلى المنازل بحد أقصى وزن
        20 كغ، والتوصيل في إلى وكالات(Desk Stop(،التوصيل في نفس اليوم، اعاده
        توجيه الإرسال والإرجاع، والتأمين، والتحصيل COD بحد أقصى 150.000 دج لكل
        طرد المادة :05 في حالة ما إذا سمح المرسل للمستلم بفتح الطرد قبل تأكيد
        التسليم: فإن ياليدين ترفض تحمل أي مسؤولية في حالة نقص المنتج أو تلفه
        وتلف تغليفه. المادة :06 تبديل المنتج: في حالة تبديل منتج واحد أو أكثر،
        من طلب المستلم وقبوله من قبل الزبون (المرسل) فإن ياليدين لا تتحمل أي
        مسؤولية في حالة نقص المنتج أو تلفه وتلف تغليفه. المادة :07 تحضير الطرد:
        يلتزم الزبون (المرسل) بإعداد الطرد مسبقًا، مصحوب بقسيمة معلومة بعناية،
        (اسم الشركة، اسم جهة الاتصال، العنوان، البلدية، الولاية، رقم هاتف الزبون
        (المرسل) والمستلم، الوصف الطرد نوع الخدمة: التجارة الإلكترونية السريعة،
        التجارة الإلكترونية الاقتصادية، الكلاسيكية، المواصفات، التقديم، الإقرار
        بالاستلام، التأمين، الهش، إلخ)، الوزن والأبعاد الفعلية. إذا كان المنتج
        في الطرد مخصصًا للبيع، فإن الزبون (المرسل) ملزم بإرفاق القسيمة بفاتورة
        مفصلة ومختومة تحتوي على جميع المعلومات ووصف المنتج وعدد العناصر وسعر
        البيع إلى السماح بالتعريف الفوري في حالة تفتيش من قبل الأمن أو الجمارك.
        يضمن الزبون (المرسل) أن المعلومات الواردة في القسيمة الطرد صحيحة وكاملة
        المادة :08 التعبئة والتغليف ووضع العلامات: الزبون (المرسل) هو المسؤول عن
        تغليف الطرد وتصنيفه. في حالة عدم الامتثال، ترفض ياليدين أي مسؤولية عن
        تلفه أو تدهوره أو إعادته، تحتفظ ياليدين بالحق في رفض الطرود التي لا
        تمتثل للقيود المذكورة في هذه شروط النقل العامة. المادة :09 تصريح عن
        طبيعة الطرد: الزبون (المرسل) هو المسؤول الوحيد عن التصريح عن محتوي
        الطرد، وهو المسؤول الوحيد عن أي ضرر قد يحدث لأطراف ثالثة ويتعهد بعدم
        تسليم لياليدين طرد يحتوي على منتجات التي يتم نقلها عبر طريق البر منظم،
        تسويق محظور ، محظور بموجب القانون دون التقيد بأي منتج يتطلب تصريحًا
        خاصًا لنقل المشروبات الكحولية والكحولية والحيوانات الحية والأسلحة
        النارية والذخيرة والأسلحة الحادة والألعاب النارية والمواد الحساسة
        والأشياء التي تسيء إلى الأخلاق الحميدة والبطاقات المصرفية والأوراق
        النقدية والعملات المعدنية والعملات ، والأشياء ذات القيمة الاستثنائية
        (على سبيل المثال ، المنتج أو المستند الفريد ، والأعمال الفنية ، والتحف ،
        والأحجار الكريمة ، والذهب والفضة) ، والتبغ ، والعاج ، وجلود الحيوانات
        والفراء ، والمخدرات والمؤثرات العقلية ، والسلع غير المعبأة، أوقابلة
        للكسر والسلع الحادة ، والخطرة ، المواد المهربة ، المقلدة ، القابلة
        للاشتعال ، المتفجرة ، السامة ، المواد المسببة للتآكل والمشعة ، النفايات
        ، المواد الغذائية والمنتجات القابلة للتلف ، العينات والمواد البيولوجية
        أو المعدية ، المنتجات تحت درجة حرارة مضبوطة ، النماذج الأولية ، جوازات
        السفر وأي منتج تتجاوز قيمته 150.000 دج ، احتياطيات ياليدين الحق في فحص
        محتويات الطرود بحضور المرسل مع احترام سرية المراسلات ، للتحقق من دقة أو
        كفاية المعلومات أو المستندات المقدمة إليها ، دون أن يشكل ذلك التزامًا
        على ياليدين المادة :10 مسؤوليات ياليدين: تقتصر مسؤولية ياليدين، بأي صفة
        كانت، على الأضرار المباشرة المبررة، ويستبعد مفهوم الأضرار المباشرة
        المبررة على وجه الخصوص التعويض عن خسارة الفرصة، والاستغلال، والإنتاج،
        والربح، والدخل والمكاسب الضائعة، لا يمكن تحميل ياليدين المسؤولية عن أي
        خسارة أو ضرر يتعلق بحالة القوة القاهرة، يمكن إجراء التحصيل من الزبون
        (المرسل) عن طريق ياليدين أو عن طريق مزود خدمة خارجي، أو عن طريق الإيداع
        في وكالات ياليدين. بالنسبة الطرود التي تزيد وزنها عن 20 كغ، سيتم تسليمها
        فقط في وكالات ياليدين، ويستفيد الزبون (المرسل) والمتلقي من فترة انتظار
        بحد أقصى 10 دقائق بواسطة وكيل ياليدين أثناء التجميع أو التسليم. الطرود
        تحت مسؤولية ياليدين فقط من الاستلام إلى التسليم. لكل طرد، يجب إجراء 3
        محاولات تسليم بواسطة ياليدين أثناء إبلاغ الزبون (المرسل) بكل محاولة
        تسليم. خلال المحاولات الثلاث، تلتزم ياليدين بإبلاغ الزبون (المرسل)
        بالموقف من أجل التدخل وتقديم حل لتنفيذ التسليم. بعد المحاولة الثالثة،
        إذا ظل الطرد دون حل، فسيكون إرجاع الطرد منهجيًا وقابل للرسوم. التسليم
        إلى نقاط الترحيل ياليدين(Desk Stop(مدة استرداد الشحنات من قبل المستلم
        بحد أقصى 3 أيام، بعد هذا الوقت، تقوم ياليدين بإرجاع الشحنة بشكل منهجي
        إلى المرسل مقابل رسوم. المادة :11 تحصيل الطرود المرتجعة من قبل العميل
        (المرسل): يلتزم الزبون (المرسل) باسترداد الطرود الإرجاع التي لم يتم
        تسليمها والمخزنة عند ياليدين في غضون فترة أقصاها 10 أيام، تتجاوز هذه
        الفترة، يحق لـياليدين فوترة التخزين بسعر 10 دج لكل طرد في اليوم، عند
        تجاوز فترة 365 يومًا من تاريخ الإرجاع، يجوز لـياليدين التخلص بحرية من
        الطرد، ورفض جميع المسؤولية ولا يتم قبول أي شكوى بعد هذه الفترة. المادة
        :12 شكوى خسارة أو تلف الشحنة: في حالة الفقد أو التلف ، يجب على الزبون
        (المرسل) إضفاء الطابع الرسمي على شكواه كتابيًا خلال 15 يومًا من تاريخ
        الإرسال ، بعد التقييم والبحث والتحقيق دون نتيجة. ، تدفع ياليدين تعويضًا
        عن الفقد أو التلف الذي يقتصر على 5000دج لكل طرد ، في غضون 30 يومًا من
        تاريخ استلام الشكوى ، تقدم ياليدين للزبون (المرسل) إمكانية اختيار
        التأمين عن طريق دفع 1 % من مبلغ المنتج ، عن طريق وضع علامة الصندوق
        المخصص للتأمين على القسيمة ، يضمن هذا الخيار للمرسل السداد الكامل لمبلغ
        المنتج في حالة الفقد أو التلف المادة :13 آجال التسليم: ستبذل ياليدين
        قصارى جهدها للوفاء بأوقات التسليم باستثناء حالات القوة القاهرة. تقع على
        عاتق الزبون (المرسل) مسؤولية التأكد من أن البلدية يتم خدمتها من قبل
        ياليدين أم لا، يتم إبلاغ أوقات التسليم الخاصة بخدمات ياليدين المختلفة
        للحصول على معلومات فقط ولا تشكل بأي حال من الأحوال التزامًا تعاقديًا.
        المادة :14 الدفع عند التسليم وتحصيل مقابل التعويض (الدفع عند الاستلام):
        حُدد المبلغ الأقصى لأغراض المراسلة والطرود البريدية المرسلة كالآتي:
        بالنسبة لأغراض المراسلة: مائة ألف دينار جزائري (100.000 دج)، بالنسبة
        لأغراض المراسلة الأخرى: خمسون ألف دينار جزائري (50.000 دج)، وبالنسبة
        للطرود البريدية: مائة وخمسون ألف دينار جزائري (150.000 دج). المادة 15سعر
        الخدمات: الأسعار خدمات التوصيل التي تطبقها ياليدين هي من مكان الإرسال
        إلى مكان الوجهة والوزن الأكبر بين الوزن الفعلي والوزن الحجمي، الوزن
        الحجمي = (الطول) بالمتر × (العرض) بالمتر × (الارتفاع) بالمتر × ،200 يتم
        تقريب الوزن المفوتر إلى النصف كيلو لأسفل. سيتم إصدار فاتورة بخدمات
        الإرجاع والاسترداد عند الدفع على التوالي 350 دج لكل عودة طرد و1٪ من
        المبلغ المسترد أو اشتراك شهري اعتمادًا على عدد الطرود والنسبة المئوية
        للإرجاع والمبلغ المسترد خلال الشهر، يفتح ياليدين الحق لمراجعة الأسعار في
        أي وقت عن طريق إبلاغ الزبون (المرسل) قبل 30 يومًا من تطبقها، يعلن الزبون
        (المرسل) أنه قرأ ووافق على الأسعار المطبقة وفقًا لعدد الطرود الشهرية
        التي تم التعامل معها والتفاوض بشأنها مع ياليدين. في حالة وجود عدم تطابق
        بين العدد الملتزم به والعدد الذي تم تحقيقه، تحتفظ ياليدين بالحق في تطبيق
        الأسعار وفقًا لعدد الطرود التي تم إجراؤها. يمكن تغيير الشروط العامة
        للنقل في ياليدين في أي وقت ويتم عرضها على موقع الإلكتروني
        com.yalidine.www وقسائم الإرسال والاتفاقيات وعلى مستوى وكالات ياليدين،
        يصرح الزبون (المرسل) بأنه قد قرأ ووافق على هذه الشروط العامة للنقل
        ياليدين المادة :16 وزن الإرسالات وضبط حجمها: تحتفظ ياليدين بإمكانية
        التحقق من الأوزان والأحجام المدونة من طرف الزبون (المرسل) وتصحيح كلّ خطأ
        من خلال القيام بإعادة وزن الطرود وإعادة ضبط أحجامها. المادة :17 دفع
        الخدمات: يتعهد الزبون (المرسل) بالدفع مقابل الخدمات مقابل فاتورة وفقا
        للمواعيد التي تم التفاوض عليها مع ياليدين، ويعتبر فاتورة نهائية بعد
        ثلاثة أيام عمل من تاريخ الاستلام. في حالة دفع المستلم تكاليف الشحن بناءً
        على تعليمات المرسل وفي حالة رفض المستلم الدفع وقت التسليم، يظل الزبون
        المرسل مسؤولاً عن دفع تكاليف الشحن. المادة :18 قبض مبالغ التحصيل من طرف
        الزبون: يلتزم ا الزبون (المرسل) باسترداد المبالغ المحصلة من ياليدين
        مقابل السداد نيابة عن الزبون (المرسل) بجميع الوسائل القانونية أو الشيكات
        أو التحويلات أو النقد خلال فترة أقصاها 15 يومًا، تتجاوز هذه الفترة،
        ياليدين تحتفظ لنفسها بالحق في تحويل المبلغ وفقًا لجدولها الزمني لمدة لا
        تتجاوز (06) ستة أشهر المادة :19 حالات القوة القاهرة: لن تكون ياليدين
        مسؤولة عن التزاماتها، إذا كان الخرق ناتجًا عن حدث قوة قاهرة. يعتبر حدثًا
        من حالات القوة القاهرة، أي حدث له طبيعة لا تقاوم وغير متوقعة وخارج سيطرة
        ياليدين، يجب على الأخير إبلاغ الزبون (المرسل) على الفور عن طريق البريد
        الإلكتروني أو الهاتف بوقوع الحدث المذكور، مع تحديد الظروف. التي تؤثر
        عليه، وإذا أمكن مدة إيقافه عن أداء التزاماته. سيتم تعليق العلاقة طوال
        فترة القوة القاهرة. تتعهد ياليدين ببذل قصارى جهدها لتعويض الوقت الضائع،
        بمجرد اختفاء حدث القوة القاهرة. المادة :20 حفظ نشاط الزبون في نظام
        ياليدين: تلتزم ياليدين بحفظ النشاط ومتابعة أرقام حافظات الزبون في نظامها
        خلال مدة ستة (06) أشهر، ما فوق هذا الأجل، لا تتحمل ياليدين أي مسؤولية.
        المادة :21 حماية البيانات: يتعهد ياليدين بالامتثال للقانون 07-18 بشأن
        حماية البيانات الشخصية، باستخدام منصة ياليدين، يقبل العميل (المرسل)
        إستخدام هذ البيانات الضرورية لأداء الخدمات. يحق للمرسل أو المستلم الوصول
        إلى البيانات المتعلقة بهم وتصحيحها وحذفها أو معارضة البيانات المتعلقة
        بهم. ويمكن ممارسة حقوقهم مع مسؤول حماية البيانات com.yalidine@dpo وسيتم
        الاحتفاظ بالمعلومات طالما كانت مطلوبة للأغراض المشار إليها أعلاه وكذلك
        إلى الحد الضروري للامتثال للالتزامات القانونية التي تخضع لها ياليدين،
        يجوز ليا ليدين أيضًا استخدام البيانات للأغراض التالية: الاتصالات ذات
        الطبيعة التجارية مثل إرسال الرسائل الإخبارية والعروض الترويجية وتقييم
        مستوى رضا الزبائن المادة :22 إلغاء تنشيط حساب العميل: في حالة عدم نشاط
        العميل على منصة ياليدين لمدة 60 يوما، يحق لياليدين إلغاء تنشيط الحساب
        ولا يمكن للعميل الوصول إلى منصة ياليدين ، ويتم إخطار العميل بهذا مقرر ،
        ويمكن إعادة تفعيل الحساب بطلب من العميل والالتزام باستئناف النشاط على
        منصة ياليدين المادة :23 الفسخ: في حال ارتكاب الزبون مخالفة جسيمة
        لالتزاماته، تعذره ياليدين بواسطة بريد الكتروني وفي حال عدم جواب الزبون
        في ظرف 24 ساعة، تتولى ياليدين غلق حساب الزبون ولا يتمكن هذا الأخير من
        الدخول إلى المنصة. المادة :24 النزاع: يسوى وديا كلّ نزاع يطرأ بين
        الطرفين أيا كانت طبيعته، وإذا فشلت التسوية الودية بعد 30 يوما،ً يمكن رفع
        دعوى قضائية أمام المحكمة المختصة. تخضع الشروط العامة الحالية إلى القانون
        الجزائري ولاختصاص المحاكم الجزائرية دون سواها. لغتا الاتفاقية الحالية
        هما العربية والفرنسية.
      </p>
    </div>
  );
};

export default Livraison;
